/* Time Machine panel size in GB */
"%.1f GB" = "%.1f GB";

/* Time Machine panel size in MB */
"%.1f MB" = "%.1f MB";

/* Time Machine panel size in TB */
"%.1f TB" = "%.1f TB";

/* Time Machine local disk description format: name (space available) */
"%@ (%@)" = "%1$@ (%2$@)";

/* Time Machine network disk description string */
"%@ (network disk)" = "%@ (disco de red)";

/* Format screencapture file names */
"%@ %@ at %@" = "%1$@ %2$@ a las %3$@";

/* Time Machine panel size in KB */
"%u KB" = "%u KB";

/* separator for multiple items in a list of disks in the time machine dialog */
", " = ", ";

/* screencapture cannot write error string */
"Cannot write file to intended destination." = "Imposible guardar el archivo en el destino indicado.";

/* screencapture failure to write error string */
"Cannot write file to intended destination. Please make sure that the destination folder is writable." = "Imposible guardar el archivo en el destino indicado. Compruebe que la carpeta de destino tiene permisos de escritura. ";

/* title text for time machine dialog offering multiple disks */
"Do you want to use %@ or %@ to back up with Time Machine?" = "¿Desea utilizar %1$@ o %2$@ para realizar una copia de seguridad con Time Machine?";

/* title text for time machine dialog offering a single disk */
"Do you want to use %@ to back up with Time Machine?" = "¿Desea utilizar %@ para realizar una copia de seguridad con Time Machine?";

/* screencapture filure to write error string */
"Failure to write image data." = "Error al escribir los datos de imagen.";

/* OK button */
"OK" = "Aceptar";

/* Localized name screen capture failure message */
"The attempt to take a screen capture has failed." = "Se ha producido un error al intentar realizar una captura de pantalla.";

/* Time Machine network disk description string */
"the network disk %C%@%C" = "el disco de red %1$C%2$@%3$C";

/* screencapture create image error string */
"Unable to create image from bitmap for path." = "Imposible crear una imagen de bitmap para esta ruta.";

/* screencapture create image error string */
"Unable to create image." = "Imposible crear imagen.";

/* screencapture type error string */
"Unable to create type string." = "Imposible crear cadena de tipo.";

/* screencapture create url error string */
"Unable to create url for path." = "Imposible crear URL para esta ruta.";

/* Localized name screen capture failure */
"Your screen shot cant be saved." = "No se ha podido guardar la captura de pantalla.";

